Repository: BorisKest/park_app
Catalog: lib/src/common/localization/intl_*.arb
Languages: de, es, hu, pt, ru

# language_code
source: en
de: de
es: es
hu: hu
pt: pt
ru: ru

# current_language
source: English
de: Deutsch
es: Espanhol
hu: Magyar
pt: Português
ru: Русский

# language
source: English
de: Sprache
es: Espanhol
hu: Nyelv
pt: Língua
ru: Русский

# leng
source: Language
de: Deutsch
es: idioma
hu: Magyar
pt: Português
ru: Язык

source: Park History
de: Die Geschichte des Parks
es: Historia del parque
hu: Park története
pt: A Nossa História
ru: История парка

source: About park
de: Über den Park
es: Sobre el parque
hu: A parkról
pt: Sobre o parque
ru: О парке

# descriptionText
source: One of the highest waterfalls on the island.One of the oldest parks on the island. Grená is home to many animals, including the morcego, the only endemic mammal of the Azores. Several trails, ranging from 500m up to 5,4km.One of the largest Eucalyptus on the island.
de: Einer der höchsten Wasserfälle der Insel und einer der ältesten Parks der Insel. Grená ist die Heimat vieler Tiere, darunter der Morcego, das einzige endemische Säugetier der Azoren. Mehrere Wanderwege, von 500 m bis zu 5,4 km. Einer der größten Eukalyptuswälder der Insel.
es: Una de las cascadas más altas de la isla. Uno de los parques más antiguos de la isla. Grena es el hogar de muchos animales, entre ellos el morcego, el único mamífero endémico de las Azores. Varios senderos, que van desde los 500 m hasta los 5,4 km.Uno de los mayores eucaliptos de la isla.
hu: A sziget egyik legmagasabb vízesése.A sziget egyik legrégebbi parkja. Grená számos állatnak ad otthont, köztük a morcegónak, az Azori-szigetek egyetlen endemikus emlősének. Számos ösvény, 500m-től 5,4km-ig.A sziget egyik legnagyobb eukaliptusza.
pt: Uma das quedas de água mais altas da ilha. Um dos parques mais antigos da ilha. Grená é o lar de muitos animais, incluindo o morcego, o único mamífero endémico dos Açores. Vários trilhos, variando entre 500m e 5,4km. Um dos maiores eucaliptos da ilha.
ru: Один из самых высоких водопадов на острове. Один из старейших парков на острове. Грена является домом для многих животных, включая морцего, единственное эндемичное млекопитающее Азорских островов. Несколько троп, от 500 м до 5,4 км. Один из самых больших эвкалиптов на острове.

# historyPart0
source: In 1832 an English man acquires a beautiful land surrounding Furnas lake. In 1858, it's next owner - Vines, an English Consul in Ponta Delgada - builds a summer house at the property and calls it Grená in tribute to his wife's who spent her childhood summers in Ireland at a family house with that name. After his dead in 1874, the property goes to a London surgeon, name Hinton, who also passes away one year later. In 1875 James Brown explores the house has a hotel for a few years. After his dead, in 1882, D. Catarina sells the property to Jorge Hayes who rents it to the Portuguese José do Canto a few years later.
de: 1832 erwirbt ein Engländer ein wunderschönes Grundstück am Furnas-See. 1858 baut der nächste Besitzer - Vines, ein englischer Konsul in Ponta Delgada - ein Sommerhaus auf dem Grundstück und nennt es Grená, als Hommage an seine Frau, die die Sommer ihrer Kindheit in Irland in einem Familienhaus mit diesem Namen verbrachte. Nach seinem Tod im Jahr 1874 geht das Anwesen an einen Londoner Chirurgen namens Hinton, der ein Jahr später ebenfalls stirbt. Im Jahr 1875 erkundet James Brown das Haus und nutzt es einige Jahre lang als Hotel. Nach seinem Tod, 1882, verkauft D. Catarina das Anwesen an Jorge Hayes, der es einige Jahre später an den Portugiesen José do Canto vermietet.
es: En 1832 un inglés adquiere un hermoso terreno que rodea la laguna de Furnas. En 1858, su siguiente propietario -Vines, un cónsul inglés en Ponta Delgada- construye una casa de verano en la propiedad y la llama Grená en homenaje a su esposa, que pasaba los veranos de su infancia en Irlanda en una casa familiar con ese nombre. Tras su muerte en 1874, la propiedad pasa a manos de un cirujano londinense, de nombre Hinton, que también fallece un año después. En 1875 James Brown explora la casa tiene un hotel durante unos años. Después de su muerte, en 1882, D. Catarina vende la propiedad a Jorge Hayes que la alquila al portugués José do Canto unos años más tarde.
hu: 1832-ben egy angol férfi gyönyörű földet szerez a Furnas-tó körül. 1858-ban a következő tulajdonos Vines, egy Ponta Delgada-i angol konzul nyaralót épít a birtokon, és Grená-nak nevezi el, tisztelegve felesége előtt, aki gyermekkorának nyarait Írországban töltötte egy ilyen nevű családi házban. Miután 1874-ben meghalt, a birtok egy londoni sebészhez, Hintonhoz kerül, aki egy évvel később szintén elhunyt. 1875-ben James Brown feltárja a házat, amely néhány évig szállodaként működik. Halála után, 1882-ben D. Catarina eladja az ingatlant Jorge Hayesnek, aki néhány évvel később a portugál José do Cantónak adja bérbe.
pt: Em 1832, um inglês adquire uma bela terra ao redor do lago Furnas. Em 1858, o seu próximo proprietário - Vines, cônsul inglês em Ponta Delgada - constrói uma casa de verão na propriedade e a chama de Grená em homenagem à sua esposa, que passou os verões de infância na Irlanda numa casa de família com esse nome. Após a sua morte, em 1874, a propriedade foi para um cirurgião de Londres, chamado Hinton, que também faleceu um ano depois. Em 1875, James Brown explora a casa como um hotel por alguns anos. Após a sua morte, em 1882, D. Catarina vende a propriedade a Jorge Hayes, que a aluga ao português José do Canto alguns anos depois.
ru: В 1832 году англичанин приобретает красивую землю вокруг озера Фурнас. В 1858 году следующий владелец - Вайнс, английский консул в Понта-Делгаде, - строит на участке летний дом и называет его Грена в память о своей жене, которая в детстве проводила лето в Ирландии в семейном доме с таким названием. После его смерти в 1874 году поместье переходит к лондонскому хирургу по фамилии Хинтон, который также скончался через год. В 1875 году Джеймс Браун использует дом в качестве гостиницы в течение нескольких лет. После его смерти, в 1882 году, Д. Катарина продает недвижимость Хорхе Хайесу, который через несколько лет сдает ее в аренду португальцу Жозе ду Канту.

# historyPart1
source: In June of 1987 the Portuguese Governors, President Mario Soares and Primer Minister Cavaco Silva, are advised to buy the property from the last heirs - family Mendonça Dias - to accommodate the Government members when visiting the Azores.
de: Im Juni 1987 wird den portugiesischen Gouverneuren, Präsident Mario Soares und Ministerpräsident Cavaco Silva, geraten, das Anwesen von den letzten Erben - der Familie Mendonça Dias - zu kaufen, um die Regierungsmitglieder bei Besuchen auf den Azoren unterzubringen.
es: En junio de 1987 se aconseja a los gobernantes portugueses, el presidente Mario Soares y el primer ministro Cavaco Silva, que compren la propiedad a los últimos herederos -la familia Mendonça Dias- para alojar a los miembros del Gobierno cuando visiten las Azores.
hu: 1987 júniusában a portugál kormányzónak, Mario Soares elnöknek és Cavaco Silva miniszterelnöknek azt tanácsolják, hogy vásárolják meg az ingatlant az utolsó örökösöktől a Mendonça Dias családtól, hogy a kormány tagjait az Azori-szigeteken tett látogatásaik során el tudják szállásolni.
pt: Em junho de 1987, os governadores portugueses, o presidente Mário Soares e o primeiro-ministro Cavaco Silva, são aconselhados a comprar a propriedade dos últimos herdeiros - família Mendonça Dias - para acomodar os membros do governo ao visitar os Açores.
ru: В июне 1987 года португальским губернаторам, президенту Марио Суарешу и первому министру Кавако Силве, советуют купить недвижимость у последних наследников - семьи Мендонса Диаш - для размещения членов правительства во время визитов на Азорские острова.

# historyPart2
source: Mota Amaral and Joaquim Ponte, representatives of the Azorean Region in the Portuguese Government, presented several claims to the abandon of Grená - a Portuguese patrimony - left to ruins by the Government over the last 22 years.
de: Mota Amaral und Joaquim Ponte, Vertreter der Region Azoren in der portugiesischen Regierung, stellten einen Anspruch auf die Grená - ein portugiesisches Erbe -, welches von der Regierung in den letzten 22 Jahren als Ruine hinterlassen wurde.
es: Mota Amaral y Joaquim Ponte, representantes de la Región de las Azores en el Gobierno portugués, presentaron varias reivindicaciones sobre el abandono de Grená -patrimonio portugués- dejado en ruinas por el Gobierno en los últimos 22 años.
hu: Mota Amaral és Joaquim Ponte, az Azori-szigeteki régió képviselői a portugál kormányban, számos követelést terjesztettek elő a Grená elhagyására portugál örökség, amelyet a kormány az elmúlt 22 évben romokban hagyott.
pt: Mota Amaral e Joaquim Ponte, representantes da região açoriana no governo português, apresentaram várias reivindicações ao abandono de Grená - um património português - deixado em ruínas pelo governo nos últimos 22 anos.
ru: Мота Амарал и Жоаким Понте, представители Азорского региона в португальском правительстве, представили несколько претензий на заброшенную Грену - как португальское достояние - оставленную правительством в руинах за последние 22 года.

# historyPart3
source: Several years after many internal bureaucracy, the Portuguese Government gives Grená's ownership to the Azorean Autonomous Region.
de: Nach mehreren Jahren interner Bürokratie übergibt die portugiesische Regierung das Eigentum an Grená an die Autonome Region der Azoren.
es: Tras varios años de burocracia interna, el Gobierno portugués cede la propiedad de Grená a la Región Autónoma de las Azores.
hu: Több évnyi belső bürokrácia után a portugál kormány Grená tulajdonjogát az Azori-szigeteki Autonóm Régiónak adja.
pt: Vários anos depois de muita burocracia interna, o governo português transfere a propriedade de Grená para a Região Autónoma dos Açores.
ru: Через несколько лет, после многочисленных внутренних бюрократических проволочек, правительство Португалии передает Грену в собственность Азорского автономного региона.

# historyPart4
source: The Azorean Government decides to sell Grená's property, which was left abandoned in a high state of degradation. Feliz Terra buys it and initiates their hard work to clean and dignify the property again as a nature gift.
de: Die azoreanische Regierung beschließt, Grenás Eigentum zu verkaufen, das in einem sehr schlechten Zustand zurückgelassen wurde. Feliz Terra kauft es und beginnt mit der harten Arbeit, das Grundstück zu säubern und wieder als Naturgeschenk zu würdigen.
es: El Gobierno de las Azores decide vender la propiedad de Grená, que quedó abandonada en un alto estado de degradación. Feliz Terra la compra e inicia su arduo trabajo para limpiar y dignificar la propiedad de nuevo como un regalo de la naturaleza.
hu: Az azori kormány úgy dönt, hogy eladja Grená tulajdonát, amely elhagyatottan, erősen leromlott állapotban maradt. A Feliz Terra megvásárolja azt, és kemény munkába kezd, hogy megtisztítsa és újra méltóvá tegye az ingatlant, mint természeti ajándékot.
pt: O governo açoriano decide vender a propriedade de Grená, que foi abandonada em alto estado de degradação. Feliz Terra compra e inicia o seu trabalho duro para limpar e dignificar a propriedade novamente como um presente da natureza.
ru: Азорское правительство решает продать собственность Грена, которая была заброшена и находилась в состоянии сильной деградации. Feliz Terra покупает его и начинает упорную работу по очистке и восстановлению этого дара природы.

# historyPart5
source: More than one year later with a tremendous effort from a dedicated team to recover Grená's beauty, the park open to the general public, giving back preserved nature to people.
de: Mehr als ein Jahr später, nachdem ein engagiertes Team die Schönheit von Grená wiederhergestellt hat, wird der Park für die Öffentlichkeit zugänglich gemacht und gibt den Menschen die erhaltene Natur zurück.
es: Más de un año después, con el tremendo esfuerzo de un equipo dedicado a recuperar la belleza de Grená, el parque se abre al público en general, devolviendo la naturaleza preservada a las personas.
hu: Több mint egy évvel később egy elkötelezett csapat óriási erőfeszítésével, hogy visszanyerje Grená szépségét, a park megnyílt a nagyközönség előtt, és visszaadja a megőrzött természetet az embereknek.
pt: Mais de um ano depois, com um tremendo esforço de uma equipa dedicada para recuperar a beleza de Grená, o parque é aberto ao público, devolvendo a natureza preservada às pessoas.
ru: Более года спустя, после огромных усилий, преданной команды, по восстановлению красоты Грены, парк открывается для широкой публики, открывая людям нетронутую природу парка.

source: Canoe
de: Kanu
es: Canoa
hu: Kenu
pt: Canoa
ru: Каноэ

# canoeDescription
source: You can go on a fantastic adventure on Lake Furnas in one of our canoes
de: Sie können ein fantastisches Abenteuer auf dem Furnas-See in einem unserer Kanus erleben
es: Puedes vivir una fantástica aventura en el lago de Furnas en una de nuestras canoas
hu: Fantasztikus kalandot élhet át a Furnas tavon az egyik kenuval.
pt: Pode partir numa das nossas canoas para uma aventura fantástica no Lago Furnas
ru: Вы можете отправиться в фантастическое приключение по озеру Фурнащ на одном из наших каноэ

source: Pedal Boat
de: Tretboot
es: Barco de pedales
hu: Pedálos csónak
pt: Barco a pedal
ru: Водный велосипед

# pedalBoatDescription
source: On our pedal boat you can enjoy a relaxing ride with friends
de: Auf unserem Tretboot können Sie eine entspannte Fahrt mit Freunden genießen
hu: A pedálos hajónkon élvezheti a pihentető utazást a barátaival.
pt: No nosso barco a pedal pode desfrutar de um passeio relaxante com os seus amigos
ru: На нашем водном велосипеде вы можете насладиться расслабляющей прогулкой с друзьями

source: Bike
de: Fahrrad
es: Bicicleta
hu: Kerékpár
pt: Bicicleta
ru: Велосипед

# bikeDescription
source: E-bikes allow you to ride around the lake in just one hour, without losing any of your energy and allowing you to continue your tour of the azores!
de: Mit den E-Bikes können Sie den See in nur einer Stunde umrunden, ohne Ihre Energie zu verlieren, und Ihre Tour auf den Azoren fortsetzen!
es: Las bicicletas eléctricas le permiten dar la vuelta al lago en sólo una hora, sin perder nada de energía y permitiéndole continuar su recorrido por las Azores.
hu: Az elektromos kerékpárokkal mindössze egy óra alatt megkerülheted a tavat anélkül, hogy energiát veszítenél, és folytathatod az azori-szigeteki túrádat!
pt: As E-bikes permitem-lhe andar à volta do lago em apenas uma hora, sem perder nenhuma das suas energias e permitindo-lhe continuar o seu passeio pelos açores!
ru: Электронные велосипеды позволят вам объехать озеро всего за один час, не потеряв при этом ни капли энергии, что позволит вам продолжить экскурсию по Азорским островам!

source: Contacts
de: Kontakte
es: Contactos
hu: Kapcsolat
pt: Contactos
ru: Контакты

source: Adres
de: Adresse
es: Dirección
hu: Cím
pt: Morada
ru: Адрес

source: Map
de: Karte
es: Mapa
hu: Térkép
pt: Mapa
ru: Карта

source: Services
de: Dienstleistungen
es: Servicios
hu: Szolgáltatások
pt: Serviços
ru: Услуги

source: Settings
de: Sett
es: configuros
hu: nast
pt: Configuracoes
ru: Настройки

source: Theme
de: Thema
es: Tema
hu: Téma
pt: Tema
ru: Тема

# markerTitle1
source: Englishwoman's jump waterfall
de: Englishwoman's Sprung Wasserfall
es: Cascada del Salto de la Inglesa
hu: Angolkisasszony ugrás vízesés
pt: Cascata do Salto da Inglesa
ru: Водопад Прыжок англичанки

# markerBody1
source: It is one of the biggest waterfalls of San Miguel Island. In summer there is not much water in it, but with the onset of autumn and the arrival of precipitation, the channel fills with water and the waterfall gains power
de: Er ist einer der größten Wasserfälle der Insel San Miguel. Im Sommer führt er nicht viel Wasser, aber mit Beginn des Herbstes und den einsetzenden Niederschlägen füllt sich der Kanal mit Wasser und der Wasserfall gewinnt an Kraft
es: Es una de las mayores cascadas de la isla de San Miguel. En verano no hay mucha agua en ella, pero con la entrada del otoño y la llegada de las precipitaciones, el canal se llena de agua y la cascada gana potencia
hu: Ez az egyik legnagyobb vízesés a San Miguel-szigeten. Nyáron nem sok víz van benne, de az ősz beköszöntével és a csapadék megérkeztével a csatorna megtelik vízzel, és a vízesés erőre kap
pt: É uma das maiores quedas de água da ilha de San Miguel. No Verão não há muita água, mas com o início do Outono e a chegada da precipitação, o canal enche-se de água e a cascata ganha potência
ru: Является одним из самых больших водопадов острова сан мигель. В летнее время воды в водопаде немного, однако с наступлением осени и приходу осадков, русло наполнятеся водой и водопад набирает силу.

# markerTitle2
source: North Viewpoint
de: Aussichtspunkt Nord
es: Mirador Norte
hu: Északi nézőpont
pt: Miradouro Norte
ru: Северная смотровая точка

# markerBody2
source: It is the highest and norths point of the park which offers a beautiful view of the lake and the Furnas valley. There is also a great bench to help you take a break after a long climb
de: Er ist der höchste und nördlichste Punkt des Parks und bietet einen schönen Blick auf den See und das Furnas-Tal. Hier gibt es auch eine tolle Bank, auf der man nach einem langen Aufstieg eine Pause einlegen kann
es: Es el punto más alto y septentrional del parque que ofrece una hermosa vista del lago y del valle de Furnas. También hay un estupendo banco para poder descansar después de una larga subida
hu: Ez a park legmagasabb és legészakibb pontja, ahonnan gyönyörű kilátás nyílik a tóra és a Furnas-völgyre. Van itt egy nagyszerű pad is, ahol megpihenhet egy hosszú mászás után
pt: É o ponto mais alto e nordeste do parque que oferece uma bela vista sobre o lago e o vale das Furnas. Há também um grande banco para o ajudar a fazer uma pausa após uma longa subida
ru: Является самой северной и самой высокой точкой парка, отсюда открывается замечательный вид на озеро и далину Фурнаш. А так же есть замечательная скамейка которая поможет вам отдохнуть после затяжного подъема

# markerTitle3
source: The bridge over the river
de: Die Brücke über den Fluss
es: El puente sobre el río
hu: A híd a folyó felett
pt: A ponte sobre o ribeira
ru: Мост через реку

# markerBody3
source: From the bridge you have a breathtaking view of the valley of the waterfalls of the Grená Park. Not far from the bridge there is a small but beautiful waterfall with a rather deep small lake and several springs of pure drinking water
de: Von der Brücke aus hat man einen atemberaubenden Blick auf das Tal der Wasserfälle des Grená-Parks. Nicht weit von der Brücke gibt es einen kleinen, aber schönen Wasserfall mit einem ziemlich tiefen kleinen See und mehrere Quellen mit reinem Trinkwasser
es: Desde el puente se tiene una vista impresionante del valle de las cascadas del Parque de Grena. No muy lejos del puente hay una pequeña pero hermosa cascada con un pequeño lago bastante profundo y varios manantiales de agua potable pura
hu: A hídról lélegzetelállító kilátás nyílik a Grená Park vízeséseinek völgyére. A hídtól nem messze található egy kis, de gyönyörű vízesés, egy meglehetősen mély kis tóval és több tiszta ivóvízzel rendelkező forrással
pt: Da ponte tem-se uma vista deslumbrante sobre o vale das cascatas do Parque Grená. Não muito longe da ponte existe uma pequena mas bela cascata com um pequeno lago bastante profundo e várias nascentes de água potável pura
ru: С моста открыватеся захватывающий вид на далину водопадов парка Грена. Неподолеку от моста есть небольшой но красивый водопад с давольно глубоким маленьким озерцом и несколькими источниками чистейшей питьевой воды.

# markerTitle4
source: Waterfall with a natural pool
de: Wasserfall mit Naturpool
es: Cascada con piscina natural
hu: Vízesés természetes medencével
pt: Cascata com uma piscina natural
ru: Водопад с натуральным бассеином

# markerBody4
source: Relaxing place right in the riverbed, with a spacious natural pool
de: Entspannungsort direkt im Flussbett, mit einem geräumigen Naturpool
es: Lugar de relax en el mismo lecho del río, con una amplia piscina natural
hu: Pihenőhely közvetlenül a folyómederben, tágas természetes medencével
pt: Lugar relaxante mesmo no leito do rio, com uma piscina natural espaçosa
ru: Прохладно место прямо в русле реки, с просторным натуральным бассеином

# markerTitle5
source: Trails
de: Wanderwege
es: Senderos
hu: Nyomvonalak
pt: Trilhos
ru: Тропы

# markerBody5
source: The Grená Park trails have been recreated from the old trails that were built with the main Grená house. There is a fork not far from here where the steep and long climb to the waterfall begins
de: Die Wege im Grená-Park wurden auf der Grundlage der alten Wege, die mit dem Haupthaus von Grená gebaut wurden, neu angelegt. Nicht weit von hier gibt es eine Abzweigung, an der der steile und lange Aufstieg zum Wasserfall beginnt
es: Los senderos del Parque Grena han sido recreados a partir de los antiguos senderos que se construyeron con la casa principal de Grena
hu: A Grená Park ösvényeit a régi ösvényekből hozták létre, amelyek a Grená-házzal együtt épültek. Nem messze innen van egy elágazás, ahol a vízeséshez vezető meredek és hosszú emelkedő kezdődik
pt: Os trilhos do Parque Grená foram recriados a partir dos antigos trilhos que foram construídos com a casa principal do Grená. Existe um garfo não muito longe daqui onde começa a subida íngreme e longa até à queda de água
ru: Тропы парка грена были воссозданны на основе старых троп которые были построены вместе с главным домом Грена. Недалеко от этого места есть развилка откуда начинается крутой и затяжной подъем к водопаду

# markerTitle6
source: Bridge of lovers
de: Brücke der Liebenden
es: Puente de los enamorados
hu: A szerelmesek hídja
pt: Ponte dos amantes
ru: Мост влюбленных

# markerBody6
source: This small but beautiful bridge is great for photos in front of the valley of waterfalls
de: Diese kleine, aber schöne Brücke ist ideal für Fotos vor dem Tal der Wasserfälle
es: Este pequeño pero hermoso puente es ideal para hacer fotos frente al valle de las cascadas
hu: Ez a kicsi, de gyönyörű híd remek fotóhely a vízesések völgye előtt
pt: Esta pequena mas bela ponte é óptima para fotografias em frente ao vale das quedas de água
ru: Этот небольшой, но красивый мост отлично подходит для фотографий на фоне долины водопадов

# markerTitle7
source: Grená Park Forest
de: Grená Park Wald
es: Bosque del Parque Grena
ru: Лес парка Грена
