Repository: BorisKest/park_app
Catalog: lib/src/common/localization/intl_*.arb
Languages: de, es, hu, pt, ru

# markerBody7
source: . For a long time, the forest of this place has been handed over to nature, and many Cryptomeria trees, which were planted for timber extraction, have outgrown their age when they should have been cut down. Therefore, in this place you can see tall ladders, whose trunks reach far into the sky
de: Der Wald an diesem Ort ist seit langem der Natur überlassen, und viele Cryptomeria-Bäume, die zur Holzgewinnung gepflanzt wurden, sind aus dem Alter herausgewachsen, in dem sie hätten gefällt werden müssen. Deshalb kann man an diesem Ort hohe Leitern sehen, deren Stämme weit in den Himmel ragen
es: Durante mucho tiempo, el bosque de este lugar ha sido entregado a la naturaleza, y muchos árboles de Cryptomeria, que fueron plantados para la extracción de madera, han superado la edad en la que deberían haber sido cortados. Por ello, en este lugar se pueden ver altas escaleras, cuyos troncos llegan muy lejos en el cielo
hu: Ennek a helynek az erdejét már régóta átadták a természetnek, és sok Cryptomeria fa, amelyeket fakitermelés céljából ültettek, már kinőtte a korát, amikor ki kellett volna vágni őket. Ezért ezen a helyen magas létrákat láthatunk, amelyek törzse messze az égig ér
pt: Durante muito tempo, a floresta deste lugar foi entregue à natureza, e muitas árvores de Cryptomeria, que foram plantadas para extracção de madeira, ultrapassaram a sua idade em que deveriam ter sido cortadas. Portanto, neste lugar podem-se ver escadas altas, cujos troncos alcançam o céu de longe
ru: Долгое время лес этого места был передан в руки природы, множество деревьев Криптомерии, которые были высажены для добычи, древесины переросли возраст, когда их нужно было срубать. Поэтому в этом месте вы можете высокий лес, стволы которого уходят далеко в небо

# markerTitle8
source: House of Grená
de: Haus von Grená
es: Casa de Grena
hu: Grená háza
pt: Casa de Grená
ru: Дом Грена

# markerBody8
source: Built in 1858 by the British Consul as a summer house and was named after his wife. Only the walls, covered in vines and ivy, have remained of the house to this day
de: Es wurde 1858 vom britischen Konsul als Sommerhaus gebaut und nach seiner Frau benannt. Von dem Haus sind heute nur noch die mit Weinreben und Efeu bewachsenen Mauern erhalten
es: Fue construida en 1858 por el cónsul británico como casa de verano y recibió el nombre de su esposa. De la casa sólo se conservan los muros, cubiertos de enredaderas y hiedra, hasta el día de hoy
hu: 1858-ban a brit konzul építtette nyaralónak, és feleségéről nevezték el. A házból mára csak a szőlővel és borostyánnal borított falak maradtak meg
pt: Construída em 1858 pelo Cônsul britânico como uma casa de Verão e recebeu o nome da sua esposa. Apenas as paredes, cobertas de vinha e hera, permaneceram da casa até aos dias de hoje
ru: Построенный в 1858 английским консулом как летний дом и был назван в честь свой жены. До наших дней от дома сохранились только стены, окутанные лианами и плющом

# markerTitle9
source: Home of the Azores Vespers
de: Heimat der Azoren-Vesper
es: Hogar de los véspidos de las Azores
hu: Az Azori-szigeteki Vesperás otthona
pt: Início das Vésperas dos Açores
ru: Дом Азорской вечерницы

# markerBody9
source: In the tree next to this point is the home of bats, a unique species that inhabits only the Azores. It is believed to be the smallest of the species. They come out of the nest in the evenings, and during the day you can hear them just under the tree
de: In dem Baum neben diesem Punkt befindet sich die Heimat der Fledermäuse, einer einzigartigen Art, die nur auf den Azoren vorkommt. Man nimmt an, dass es sich um die kleinste der Arten handelt. Sie kommen abends aus dem Nest, und tagsüber kann man sie direkt unter dem Baum hören
es: En el árbol situado junto a este punto se encuentra el hogar de los murciélagos, una especie única que sólo habita en las Azores. Se cree que es la más pequeña de la especie. Salen del nido por las tardes, y durante el día se les puede oír justo debajo del árbol
hu: Az e pont melletti fán a denevérek otthona található, egy egyedülálló faj, amely csak az Azori-szigeteken él. Úgy tartják, hogy ez a faj a legkisebb. Esténként előbújnak a fészekből, napközben pedig közvetlenül a fa alatt lehet hallani őket
pt: Na árvore junto a este ponto encontra-se a casa dos morcegos, uma espécie única que habita apenas os Açores. Acredita-se ser a mais pequena das espécies. Eles saem do ninho à noite, e durante o dia podem ser ouvidos mesmo debaixo da árvore
ru: На дереве рядом с этой точке находится дом летучих мышей, уникального вида, который обитает только на Азорах. Считается, что это самый маленький вид. Они выходят из гнезда по вечерам, а днем можно услышать их, находясь прямо под деревом

# markerTitle10
source: South Lookout Point
de: Ein südlicher Aussichtspunkt
es: Un mirador del sur
hu: Egy déli kilátópont
pt: Um miradouro do sul
ru: Южная смотровая точка

# markerBody10
source: A great place to watch the pool of Furnas Lake. This point is on the site of the old road to the boat dock. The homeowners used to fly in and land on the lake
de: Ein großartiger Ort, um die Boise des Furnas Lake zu beobachten. Dieser Punkt befindet sich an der Stelle der alten Straße zum Bootsanleger. Die Hausbesitzer flogen ein und landeten auf dem See
es: Un gran lugar para contemplar la boise del lago Furnas. Este punto se encuentra en el lugar de la antigua carretera del embarcadero. Los propietarios de las casas solían volar y aterrizar en el lago
hu: Nagyszerű hely a Furnas-tó bojkóinak megfigyelésére. Ez a pont a hajóállomáshoz vezető régi út helyén található. A ház tulajdonosai szoktak repülni és leszállni a tóra
pt: Um óptimo local para observar o boise do Lago das Furnas. Este ponto encontra-se no local da antiga estrada para o molhe do barco. Os donos das casas costumavam voar e aterrar no lago
ru: Отличное место для наблюдения босеина озера Фурнаш. Эта точка находится на месте старой дороги к лодочному причалу. Хозяева дома обычно прилитали на самолете и садились на озеро

# markerTitle11
source: Viewpoint
de: Aussichtspunkt
es: Mirador
hu: Nézőpont
pt: Ponto de vista
ru: Смотровя точка

# markerBody11
source: This observation point is located on the way to the Grená House. It offers a view of the eastern part of Lake Furnas. Here you can sit down and rest
de: Dieser Aussichtspunkt befindet sich auf dem Weg zum Grená-Haus. Er bietet einen Blick auf den östlichen Teil des Furnas-Sees. Hier kann man sich hinsetzen und ausruhen
es: Este punto de observación se encuentra en el camino hacia la Casa Grena. Ofrece una vista de la parte oriental del lago de Furnas. Aquí puede sentarse y descansar
hu: Ez a kilátópont a Grená-házhoz vezető úton található. A Furnas-tó keleti részére nyílik kilátás. Itt le lehet ülni és megpihenni
pt: Este ponto de observação está localizado no caminho para a Casa Grená. Oferece uma vista sobre a parte oriental do Lago Furnas. Aqui pode sentar-se e descansar
ru: Данная смотровая точка находится по пути к дому Грена. С нее открывается вид на восточную часть озера Фурнаш. Тут вы можете присесть и отдохнуть

# markerTitle12
source: Viewpoint
de: Aussichtspunkt
es: Un punto de vista
hu: Egy nézőpont
pt: Miradouro
ru: Смотровая точка

# markerBody12
source: Quite a secluded spot with a bench. It's a great place to sit down after a walk in the park and enjoy the solitude of a beautiful view
de: Ein ziemlich abgelegener Ort mit einer Bank. Ein toller Ort, um sich nach einem Spaziergang im Park hinzusetzen und die Einsamkeit und die schöne Aussicht zu genießen
es: Un lugar bastante aislado con un banco. Es un buen lugar para sentarse después de un paseo por el parque y disfrutar de la soledad de una hermosa vista
hu: Eléggé eldugott hely egy paddal. Remek hely arra, hogy leüljünk egy séta után a parkban, és élvezzük a gyönyörű kilátás magányát
pt: Um local bastante isolado com um banco. É um óptimo lugar para se sentar depois de um passeio no parque e desfrutar da solidão de uma bela vista
ru: Довольно укромное место с лавочкой. Тут можно присесть после прогулки по парку и насладиться уединением и красивым видом

# markerTitle13
source: A lake with carps
de: Ein See mit Karpfen
es: Un lago con carpas
hu: Egy tó pontyokkal
pt: Um lago com carpas
ru: Озеро с карпами

# markerBody13
source: Small lakes where fish live, with a hot tub in the centre of one of the lakes
de: Kleine Seen, in denen Fische leben, mit einem Whirlpool in der Mitte eines der Seen
es: Pequeños lagos donde viven los peces, con un jacuzzi en el centro de uno de los lagos
hu: Kis tavak, ahol halak élnek, az egyik tó közepén egy pezsgőfürdővel
pt: Pequenos lagos onde vivem os peixes, com uma banheira de água quente no centro de um dos lagos
ru: Небольшие озера в котором живут рыбы, в центре одного из озер находится горячая бочка

# rootName1
source: The trail to the waterfall
de: Der Weg zum Wasserfall
hu: Jalan setapak menuju air terjun
pt: O trilho para a cascata

# rootName2
source: Bridges
de: Brücken
hu: Jembatan
pt: Pontes

# rootName3
source: Trail to the House
de: Der Weg zum Haus
hu: Jalan setapak menuju rumah
pt: Trilha para a casa

# rootDistance
source: distance
de: Kurs
hu: saja
pt: curso

# rootElevation
source: climb
de: Klettern
hu: mendaki
pt: escalada

source: calories
de: Kalorien
hu: kalori
pt: calorias

# tapToShow
source: Tap to show the root.
de: Tippen Sie auf , um die Wurzel anzuzeigen.

# boatRoot
source: Comparison of the route by water and by land
de: Vergleich der Route auf dem Wasser und dem Landweg
hu: A vízi és szárazföldi útvonal összehasonlítása
pt: Comparação do percurso por água e por terra

source: Website
es: Página web
hu: Honlap
pt: Página Web
ru: Веб-сайт
